<?php require 'header.php'?>

    <main class="main">
        <div class="container">
            <h1>Политика конфиденциальности MLNetwork</h1>
            <p>Вступает в силу 11 мая 2022 года</p>
            <hr class="hr-line">
            <ol>
                <li>Обзор политики конфиденциальности</li>
                <li>Какие категории информации мы можем обрабатывать</li>
                <li>Конфиденциальные персональные данные</li>
                <li>Как мы собираем или создаем информацию</li>
                <li>Цели, для которых мы можем обрабатывать вашу информацию</li>
                <li>Прямой маркетинг</li>
                <li>Файлы cookie, аналогичные технологии и поведенческая реклама в Интернете</li>
                <li>Что является законным основанием для обработки персональных данных</li>
                <li>Какую информацию мы раскрываем третьим лицам</li>
                <li>Безопасность данных</li>
                <li>Точность данных</li>
                <li>Минимизация данных</li>
                <li>Хранение данных</li>
                <li>Условия использования</li>
                <li>Как может измениться настоящая Политика конфиденциальности</li>
            </ol>
            <hr class="hr-line">
            <h2>1. Обзор политики конфиденциальности</h2>
            <div class="desc">
                <h3>КРАТКОЕ ОПИСАНИЕ – ОБЗОР ПОЛИТИКИ</h3>
                <p>Эта Политика объясняет, как мы можем обрабатывать вашу информацию. Эта Политика может быть изменена или обновлена время от времени, поэтому, пожалуйста, регулярно проверяйте ее на наличие обновлений.</p>
            </div>
            <p>Настоящая Политика конфиденциальности применяется ко всей информации, собранной о вас компанией MLNetwork через Сервисы и в связи с Ними, независимо от того, как она собирается или хранится, и описывает, среди прочего, типы информации, собранной о вас при взаимодействии с Сервисами, как ваша информация может быть использована, когда ваша информацияможет быть раскрыто, как вы можете контролировать использование и раскрытие вашей информации, а также как ваша информация защищена.</p><br>
            <p>Если иное не указано в настоящей Политике конфиденциальности, MLNetwork является контролером данных (поскольку этот термин используется в соответствии с Общим регламентом по защите данных, что означает, что мы решаем, как и почему вы предоставляете нам информацию. Настоящая Политика может время от времени изменяться или обновляться с учетом изменений в нашей практике обработки вашей информации или изменений в применимом законодательстве. Мы рекомендуем вам внимательно прочитать эту Политику и регулярно проверять эту страницу на предмет любых изменений, которые мы можем внести.</p><br>
            <p>Настоящая Политика конфиденциальности распространяется на информацию, собранную с помощью веб-сайтов и мобильных приложений компании.</p><br>

            <h2>2. Какие категории информации мы можем обрабатывать</h2>
            <div class="desc">
                <h3>КРАТКОЕ ОПИСАНИЕ – КАТЕГОРИИ ИНФОРМАЦИИ, КОТОРУЮ МЫ МОЖЕМ ОБРАБАТЫВАТЬ</h3>
                <p>Мы можем обрабатывать: ваши персональные данные (например, ваше имя); демографические данные (например, ваш возраст); ваши контактные данные (например, ваш адрес); записи о ваших согласиях; детали покупки; данные вашего работодателя (при необходимости); информацию о ваших взаимодействиях с нашим контентом или рекламой;а также любые мнения или мнения, которые вы нам предоставляете.<br><br>Мы также можем обрабатывать информацию о вас, полученную в результате использования вами наших Услуг (например, тип используемого вами устройства, интернет-провайдер и т.д.), Включая ваши взаимодействия с контентом и рекламой на Сервисах.</p>
            </div>
            <p>“Личная информация” означает информацию о любом физическом лице или из которой любое физическое лицо можно прямо или косвенно идентифицировать.</p><br>
            <p>“Процесс”, “Обработка” или “Обрабатываемый” означает все, что делается с любой личной информацией, будь то автоматизированными средствами или нет, такими как сбор, запись, организация, структурирование, хранение, адаптация или изменение, извлечение, консультация, использование, раскрытие путем передачи, распространения или иным образом,выравнивание или комбинирование, ограничение, стирание или уничтожение.</p><br>
            <p>Мы можем обрабатывать следующие категории персональных данных о вас:</p><br>
            <ul>
                <li>Персональные данные: ваше имя; имя пользователя или регистрационные данные; пароль; области или темы, представляющие интерес; и фотография (если вы или другой пользователь размещаете фотографию на Сервисе).</li>
                <li>Демографическая информация: пол; возраст / дата рождения; национальность; приветствие; должность, информация о компании, образование, опыт работы и другая профессиональная информация; и языковые предпочтения.</li>
                <li>Контактные данные: почтовый адрес; номер телефона и / или мобильного телефона; адрес электронной почты; а также ваши общедоступные дескрипторы или профили в социальных сетях.</li>
                <li>Записи о согласии: записи о любых согласиях, которые вы, возможно, дали, вместе с датой и временем, средствами согласия и любой соответствующей информацией (например, предметом согласия).</li>
                <li>Информация о местоположении: данные о местоположении, которые описывают точное географическое местоположение вашего устройства (“Точные данные о местоположении”).</li>
                <li>Мнения: любые мнения, которые вы или другие пользователи решаете отправить нам, включая, но не ограничиваясь отзывами о сторонних сервисах, или публично размещать о нас на платформах социальных сетей или в Сервисах, в том числе на форумах.</li>
            </ul>
            <p>При определенных обстоятельствах и в зависимости от применимого законодательства некоторая другая Информация может представлять собой Личную информацию. Персональные данные вместе с другой информацией в дальнейшем именуются “Пользовательской информацией”.</p><br>
            <h2>3. Конфиденциальные персональные данные</h2>
            <div class="desc">
                <h3>РЕЗЮМЕ – КОНФИДЕНЦИАЛЬНЫЕ ПЕРСОНАЛЬНЫЕ ДАННЫЕ</h3>
                <p>Мы не стремимся собирать или иным образом обрабатывать вашу конфиденциальную личную информацию. В тех случаях, когда нам необходимо обработать вашу конфиденциальную личную информацию в законных целях, мы делаем это в соответствии с применимым законодательством. Услуги не предназначены для использования детьми.</p>
            </div>
            <p>Мы не собираем и не обрабатываем иным образом личную информацию о расе или этнической принадлежности, политических взглядах, религиозных или философских убеждениях, членстве в профсоюзах, физическом или психическом здоровье, сексуальной жизни, любых фактических или предполагаемых уголовных преступлениях или наказаниях, а также любую другую информацию, которая может считаться конфиденциальной (совместно“Конфиденциальная личная информация”) в ходе обычной деятельности. В тех случаях, когда возникает необходимость обработки конфиденциальной личной информации, мы будем полагаться на одно из следующих правовых оснований:</p><br>
            <ul>
                <li>Соблюдение применимого законодательства: мы можем обрабатывать ваши конфиденциальные персональные данные только в тех случаях, когда это требуется или разрешено применимым законодательством;</li>
                <li>Обнаружение и предотвращение преступлений: мы можем обрабатывать вашу конфиденциальную личную информацию, если обработка необходима для выявления или предотвращения преступлений (включая предотвращение мошенничества);</li>
                <li>Установление, осуществление или защита законных прав: мы можем обрабатывать вашу конфиденциальную личную информацию, если обработка необходима для установления, осуществления или защиты законных прав;</li>
                <li>Согласие: мы можем обрабатывать вашу конфиденциальную личную информацию, если мы, в соответствии с применимым законодательством, получили ваше предварительное, явно выраженное согласие до обработки вашей конфиденциальной личной информации.</li>
            </ul>
            <p>Дети. Услуги не предназначены для использования детьми, особенно младше 14 лет. Никто младше 14 лет не должен предоставлять какую-либо Личную информацию или использовать наши публичные дискуссионные площадки, форумы или чаты. Несовершеннолетним в возрасте до 18 лет не разрешается совершать покупки через Сервисы или получать купоны или коды от Сервисов для покупки товаров или услуг на сторонних веб-сайтах. Если, несмотря на эти запреты, ваши дети раскрывают информацию о себе в наших публичных дискуссионных зонах, могут возникнуть последствия, не предназначенные для детей (например, они могут получать нежелательные сообщения от других сторон). Если будет обнаружено, что мы собрали личную информацию от кого-то младше 14 лет, мы немедленно удалим эту информацию.</p><br>
            <h2>4. Как мы собираем или создаем информацию</h2>
            <div class="desc">
                <h3>РЕЗЮМЕ – СБОР И СОЗДАНИЕ ИНФОРМАЦИИ</h3>
                <p>Мы можем собирать или получать информацию о вас: непосредственно от вас (например, когда вы связываетесь с нами); в ходе наших отношений с вами (например, когда вы совершаете покупку); когда вы публикуете свою личную информацию (например, когда вы публикуете информацию о нас в социальных сетяхмедиа); когда вы загружаете, устанавливаете или используете любой из наших Сервисов; когда вы посещаете наши Сервисы; когда вы регистрируетесь для использования любой части Сервисов; или когда вы взаимодействуете с любым сторонним контентом или рекламой на Сервисах. Мы также можем получать информацию о вас от третьих лиц (например, от сайтов социальных сетей). Мы также можем создавать пользовательскую информацию о вас, такую как записи ваших взаимодействий с нами. MLNetwork не несет ответственности за Личную информацию, которую вы добровольно предоставляете о себе в общественных местах Услуг. Настоящая Политика не распространяется на действия третьих лиц, которые могут предоставлять информацию о вас компании MLNetwork.</p>
            </div>
            <p>Сбор информации о пользователях: мы можем собирать информацию о вас из следующих источников:</p><br>
            <ul>
                <li>Данные, которые вы предоставляете: мы можем получить вашу личную информацию, когда вы предоставляете ее нам через наши Сервисы (например, когда вы подписываетесь на электронные письма, информационные бюллетени, бюллетени, вебинары или официальные документы; регистрируетесь для членства на сайте или создаете профиль или учетную запись в любой части Сервисов; участвуете в розыгрыше призов, конкурсе, конкурс или розыгрыш призов; получать рекламную информацию с помощью SMS-сообщений; участвовать в опросах; выполнять поисковые запросы через Сервисы; связаться с нами по электронной почте, телефону или любым другим способом; приобрести подписку, лицензию на программное обеспечение или продукт; или когда вы предоставляете нам свою визитную карточку и т.д.).</li>
                <li>Данные об отношениях: мы можем собирать или получать вашу личную информацию в ходе наших обычных отношений с вами (например, если вы покупаете у нас услугу).</li>
                <li>Сервисные данные: мы можем собирать или получать вашу личную информацию, когда вы посещаете, загружаете, используете или регистрируетесь для использования любой части нашего Сервиса.</li>
                <li>Информация о третьих лицах: мы можем собирать или получать вашу личную информацию от третьих лиц, которые предоставляют ее нам. Это может включать офлайн-каналы, такие как телефонные или прямые почтовые рассылки; от клиентов, поставщиков, поставщиков, третьих лиц, коммерчески доступных или общедоступных источников (например, брокеров данных, агрегаторов данных, общедоступных баз данных и т.д.); сторонних операторов партнерских сетей; реферальных источников; сайтов социальных сетей илисервисы (например, Facebook, Twitter, LinkedIn и т.д.).</li>
            </ul>
            <p>Пожалуйста, обратите внимание, что MLNetwork не несет ответственности за информацию, которую вы добровольно предоставляете о себе в обсуждениях в любых общедоступных областях Услуг, таких как разделы комментариев, форумы, блоги, вики, чаты, личные сообщения, доски объявлений или другие общедоступные взаимодействия, или информацию, которую вы решите обнародовать в любом другом месте.ваш профиль пользователя или другие области Сервисов, которые позволяют пользователям загружать или публиковать контент. Мы не рекомендуем пользователям размещать такую личную информацию таким образом. Вы можете изменить свою общедоступную информацию в любое время через страницу своего профиля.</p><br>
            <p>Создание информации о пользователе. Мы также можем создавать пользовательскую информацию о вас, такую как записи ваших взаимодействий с нами и детали истории ваших покупок, для внутренних административных целей и анализа. Мы также можем объединять предоставленные вами данные с данными, полученными от третьих лиц, таких как социальные сети и другие субъекты сбора данных.</p><br>
            <h2>5. Цели, для которых мы можем обрабатывать вашу информацию</h2>
            <div class="desc">
                <h3>КРАТКОЕ ОПИСАНИЕ – ЦЕЛИ, ДЛЯ КОТОРЫХ МЫ МОЖЕМ ОБРАБАТЫВАТЬ ВАШУ ИНФОРМАЦИЮ</h3>
                <p>Мы можем обрабатывать информацию о пользователях для следующих целей: предоставление вам Услуг; общение с вами; предоставление вам рекламы на Сервисах и каналах; анализ взаимодействия с нашей аудиторией; наблюдение за взаимодействием пользователей и покупательской активностью в Сервисе и каналах; предложение услуг лидогенерации между компаниями; предложение MLNetwork для проверки вашего интернет-соединения предлагают информировать вас о перебоях в работе сторонних сервисов; маркетинг наших услуг и предложений для текущих и потенциальных клиентов; управление нашими ИТ-системами; управление финансами; проведение опросов; обеспечение безопасности наших систем; проведение расследований, где это необходимо; соблюдение действующего законодательства; и улучшение наших услуг.</p>
            </div>
            <p>Цели, для которых мы можем обрабатывать информацию пользователя, в соответствии с применимым законодательством, включают:</p><br>
            <ul>
                <li>Предоставление вам Услуг: предоставление вам Услуг от MLNetwork или ее партнеров, включая (i) проведение конкурсов, а также чатов, форумов и сообществ, (ii) размещение вашего личного отзыва наряду с другими одобрениями, (iii) отображение ваших личных отзывов о продуктах или услугах,(iv) предоставление вам возможности искать других участников веб-сайта, используя информацию, которую вы, возможно, уже знаете об этом участнике, такую как имя пользователя, полное имя или профиль игрока, и идентифицировать пользователей, соответствующих этим критериям, (v) управление вашей учетной записью и (vi) поддержка клиентов и управление взаимоотношениями.</li>
                <li>Предложение и улучшение услуг: эксплуатация и управление Услугами для вас; предоставление вам персонализированного контента; общение и взаимодействие с вами через Услуги; выявление проблем с Услугами и планирование улучшений или создания новых Услуг; а также уведомление вас об изменениях в любой из наших Услуг.</li>
                <li>Опросы: взаимодействие с вами с целью получения вашего мнения о наших Услугах.</li>
                <li>Общение: общение с вами любыми способами (включая электронную почту, телефон, текстовые сообщения, социальные сети, почту или лично) относительно новостей и другой информации, которая может вас заинтересовать, при условии обеспечения того, чтобы такие сообщения предоставлялись вам в соответствии с применимым законодательством; поддержание и обновление ваших контактовинформация, где это уместно; и получение вашего предварительного согласия на обработку данных, где это необходимо. Мы можем предоставлять вам прямой маркетинг, как указано в разделе 6 ниже.</li>
                <li>Вовлечение аудитории: определение и разработка стратегий вовлечения аудитории, рекламы и продвижения на различных платформах и каналах, как внутри Сервиса, так и на Каналах.</li>
                <li>ИТ-администрирование: администрирование информационных технологических систем MLNetwork; администрирование сетей и устройств; безопасность сетей и устройств; внедрение политик безопасности данных и информационных систем; аудит соответствия в отношении внутренних политик; выявление и смягчение последствий мошеннических действий; а также соблюдение требований законодательства.</li>
                <li>Безопасность: электронные меры безопасности (включая мониторинг записей входа в систему и сведений о доступе) для снижения риска и предоставления возможности идентифицировать и исправить инцидент безопасности.</li>
                <li>Расследования: выявление, расследование и предотвращение нарушений политики и уголовных преступлений в соответствии с применимым законодательством.</li>
                <li>Судопроизводство: установление, осуществление и защита законных прав.</li>
                <li>Соблюдение законодательства: В соответствии с применимым законодательством мы оставляем за собой право разглашать информацию о любом пользователе Услуг, если у нас есть основания полагать, что пользователь нарушает наши Условия использования или другие опубликованные руководящие принципы или занимается (или у нас есть основания полагать, что занимается) какой-либо незаконной деятельностью,и разглашать информацию в ответ на судебные и правительственные приказы, другие запросы государственных органов, гражданские повестки, запросы на обнаружение и иным образом в соответствии с требованиями закона или нормативных обязательств. Мы также можем разглашать информацию о пользователях, если мы добросовестно полагаем, что такая разглашение отвечает интересам защиты прав, собственности, безопасности или безопасности MLNetwork, любого из наших пользователей или общественности, или для реагирования на чрезвычайную ситуацию.</li>
            </ul>
            <h2>6. Прямой маркетинг</h2>
            <div class="desc">
                <h3>РЕЗЮМЕ – ДИРЕКТ МАРКЕТИНГ</h3>
                <p>Мы можем обрабатывать вашу пользовательскую информацию, чтобы связаться с вами и предоставить информацию об услугах, которые могут вас заинтересовать. Вы можете отказаться от подписки на бесплатные SMS-сообщения или отказаться от них в любое время.</p>
            </div>
            <p>Мы можем обрабатывать вашу пользовательскую информацию, чтобы связаться с вами по электронной почте, телефону, прямой почте, SMS или другими способами связи, чтобы предоставить вам информацию об Услугах, которые могут вас заинтересовать. Мы можем отправлять вам информацию об Услугах, предстоящих рекламных акциях и другую информацию, которая может вас заинтересовать, используя контактную информацию, которую вы нам предоставили, и всегда в соответствии с применимым законодательством.</p><br>
            <p>Вы можете отказаться от подписки на нашу рассылку новостей в любое время, следуя инструкциям по отмене подписки, содержащимся в каждом электронном письме, которое мы отправляем. Мы не будем отправлять вам электронные письма из списка, который вы выбрали, чтобы отказаться от подписки, но мы можем продолжать связываться с вами в той мере, в какой это необходимо для целей любых других Услуг, которые вы запросили, или для получения дополнительных электронных писем, на которые вы подписались.</p><br>
            <h2>7. Файлы cookie, аналогичные технологии и поведенческая реклама в Интернете</h2>
            <div class="desc">
                <h3>РЕЗЮМЕ – COOKIES, АНАЛОГИЧНЫЕ ТЕХНОЛОГИИ И ПОВЕДЕНЧЕСКАЯ РЕКЛАМА В ИНТЕРНЕТЕ</h3>
                <p>Мы можем обрабатывать вашу пользовательскую информацию путем размещения или чтения Файлов cookie и аналогичных технологий на Сервисах и Каналах. Для получения дополнительной информации, пожалуйста, ознакомьтесь с нашей Политикой использования файлов cookie. Определенные технологии отслеживания позволяют нам присваивать вам уникальный идентификатор и связывать информацию об использовании вами Услуг с другой информацией о вас, включая информацию о вашем пользователе, в целях получения дополнительной информации о вас, чтобы мы могли предоставлять вам соответствующий контент и рекламу. Мы и наши партнеры также используем эти технологии для анализа тенденций; администрирования Сервисов; сбора и хранения информации, такой как пользовательские настройки, анонимные идентификаторы браузера и история просмотра видео; дополнения к нашим журналам сервера и другим методам измерения трафика и отклика; отслеживать местоположение и перемещения пользователей по Сервисам; собирать демографическую информацию о нашей базе пользователей; а также улучшать наше понимание трафика на Сервисах, поведения посетителей и ответов на рекламные кампании.</p>
            </div>
            <p>MLNetwork и ее партнеры могут использовать файлы cookie и другие технологии отслеживания для анализа тенденций, администрирования Сервисов, отслеживания перемещений пользователей по Сервисам и на сторонних сайтах, устройствах и приложениях, а также для сбора демографической информации о нашей базе пользователей. Вы можете контролировать использование файлов cookie на уровне отдельного браузера, но если вы решите отключить файлы cookie, это может ограничить использование вами определенных функций или функций Сервисов. Чтобы управлять Flash-файлами cookie, нажмите здесь. Пожалуйста, ознакомьтесь с нашей Политикой использования файлов cookie для получения дополнительной информации, включая более подробное объяснение того, что такое файлы cookie, различные типы файлов cookie, используемых в Сервисах, и как их изменить или удалить.</p><br>
            <h2>8. Что является законным основанием для обработки персональных данных</h2>
            <div class="desc">
                <h3>РЕЗЮМЕ – ЗАКОННЫЕ ОСНОВАНИЯ ДЛЯ ОБРАБОТКИ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЯ</h3>
                <p>Мы можем обрабатывать вашу пользовательскую информацию, если: вы дали свое согласие; обработка необходима для заключения договора между вами и нами; обработка требуется в соответствии с применимым законодательством; обработка необходима для защиты жизненно важных интересов любого лица; или если у нас есть действительный законный интерес в обработке.</p>
            </div>
            <p>При обработке вашей пользовательской информации в связи с целями, изложенными в настоящей Политике, мы можем полагаться на одно или несколько из следующих правовых оснований, в зависимости от обстоятельств:</p><br>
            <ul>
                <li>Согласие: мы можем обрабатывать вашу пользовательскую информацию, если мы получили ваше предварительное, явное согласие на обработку (эта правовая основа используется только в отношении обработки, которая является полностью добровольной – она не используется для обработки, которая необходима или обязательна каким-либо образом);</li>
                <li>Договорная необходимость: мы можем обрабатывать вашу пользовательскую информацию, если обработка необходима в связи с любым договором, который вы можете заключить с нами;</li>
                <li>Соблюдение применимого законодательства: мы можем обрабатывать вашу пользовательскую информацию, если обработка требуется применимым законодательством;</li>
                <li>Жизненно важные интересы: мы можем обрабатывать вашу пользовательскую информацию, если обработка необходима для защиты жизненно важных интересов любого лица;</li>
                <li>Законные интересы: мы можем обрабатывать вашу пользовательскую информацию, если у нас есть законный интерес в осуществлении обработки в целях управления, эксплуатации, улучшения или продвижения нашего бизнеса, и этот законный интерес не отменяется вашими интересами, основными правами или свободами.</li>
            </ul>
            <h2>9. Какую информацию мы раскрываем третьим лицам</h2>
            <div class="desc">
                <h3>РЕЗЮМЕ – РАСКРЫТИЕ ИНФОРМАЦИИ О ПОЛЬЗОВАТЕЛЕ ТРЕТЬИМ ЛИЦАМ</h3>
                <p>Мы можем раскрывать вашу пользовательскую информацию: юридическим и регулирующим органам; нашим внешним консультантам; сторонам, которые обрабатывают пользовательскую информацию от нашего имени (“Обработчики”); любой стороне по мере необходимости в связи с судебным разбирательством; любой стороне по мере необходимости для расследования, выявления или предотвращения уголовных преступлений; любому покупателю нашего бизнеса;и любые сторонние поставщики рекламы, плагинов или контента, используемые в Сервисах.</p>
            </div>
            <p>Мы можем раскрывать вашу пользовательскую информацию другим организациям, входящим в группу Компаний, в законных деловых целях (включая управление Услугами и предоставление вам услуг) в соответствии с применимым законодательством. Кроме того, мы можем раскрывать вашу пользовательскую информацию:</p><br>
            <ul>
                <li>юридические и регулирующие органы, по запросу или в целях сообщения о любом фактическом или предполагаемом нарушении применимого законодательства или нормативных актов;</li>
                <li>внешние профессиональные консультанты (такие как бухгалтеры, аудиторы или юристы), при условии соблюдения обязательных договорных обязательств по конфиденциальности;</li>
                <li>сторонние процессоры (такие как аналитические провайдеры, центры обработки данных и т.д.), Расположенные в любой точке мира, подчиняются требованиям, указанным ниже в этом разделе 9;</li>
                <li>любая соответствующая сторона, правоохранительный орган или суд в той мере, в какой это необходимо для установления, осуществления или защиты законных прав;</li>
                <li>любая соответствующая сторона в целях предупреждения, расследования, выявления или преследования уголовных преступлений или исполнения уголовных наказаний, включая защиту от и предотвращение угроз общественной безопасности;</li>
                <li>любые соответствующие сторонние приобретатели в случае, если мы продаем или передаем весь или любую соответствующую часть нашего бизнеса или активов (в том числе в случае реорганизации, роспуска или ликвидации);</li>
                <li>любой соответствующий сторонний поставщик, где наши Услуги используют стороннюю рекламу, плагины или контент. Если вы решите взаимодействовать с любой такой рекламой, плагинами или контентом, информация о вашей деятельности в Сервисах и Каналах для предоставления вам целевой рекламы, основанной на ваших интересах, может быть передана соответствующему стороннему поставщику. Если вы нажимаете на рекламу или иным образом взаимодействуете с ней, рекламодатель может предположить, что вы соответствуете ее целевым критериям;</li>
                <li>любые спонсоры конкурсов, соревнований, розыгрышей призов и призов, а также официальные документы, веб-трансляции или другие загрузки, регистрационные данные для таких мероприятий должны использоваться нами как часть информации о пользователе и могут быть переданы спонсору и другим лицам в соответствии с настоящей Политикой и политикой конфиденциальности спонсора. Мы также можем передавать вашу информацию сторонним поставщикам, участвующим в администрировании таких мероприятий. Для проведения конкурсов, конкурсов, розыгрышей призов и розыгрышей призов, пожалуйста, внимательно прочитайте официальные правила или условия и положения, прежде чем отправлять свою информацию;</li>
                <li>третьим лицам, чья деятельность не подпадает под действие настоящей Политики конфиденциальности (например, сторонним поставщикам товаров и услуг, маркетинговым и рекламным компаниям и агентствам, издателям контента и розничным торговцам).</li>
            </ul>
            <p>Для некоторых наших Услуг мы можем предоставлять некоторую информацию, такую как имя наших пользователей, их почтовый адрес, номер телефона, адрес электронной почты, а при определенных обстоятельствах имя их работодателя, размер компании и другие отраслевые данные, в аренду или на другой основе (например, продажу) третьим лицамсторонние поставщики товаров и услуг, например, когда такая информация предоставляется в связи с веб-трансляциями, официальными документами или другими спонсируемыми загрузками.</p><br>
            <h2>10. Безопасность данных</h2>
            <div class="desc">
                <h3>РЕЗЮМЕ – БЕЗОПАСНОСТЬ ДАННЫХ</h3>
                <p>Мы применяем соответствующие технические и организационные меры безопасности для защиты вашей пользовательской информации. Пожалуйста, убедитесь, что любая личная информация, которую вы отправляете нам, передается надежно.</p>
            </div>
            <p>Поскольку Интернет является открытой системой, передача информации через Интернет не является полностью безопасной. Хотя мы будем применять разумные меры для защиты вашей информации, мы не можем гарантировать безопасность ваших данных, передаваемых нам через Интернет. Любая такая передача осуществляется на ваш страх и риск, и вы несете ответственность за то, чтобы любая личная информация, которую вы отправляете нам, была отправлена безопасно.</p><br>
            <h2>11. Точность данных</h2>
            <div class="desc">
                <h3>РЕЗЮМЕ – ТОЧНОСТЬ ДАННЫХ</h3>
                <p>Мы принимаем все разумные меры для обеспечения точности и актуальности вашей пользовательской информации, а также удаляем или исправляем ее, если нам становится известно о неточностях.</p>
            </div>
            <p>Мы принимаем все разумные меры для обеспечения того, чтобы ваша пользовательская информация, которую мы обрабатываем, была точной и, при необходимости, поддерживалась в актуальном состоянии, а любая ваша Пользовательская информация, которую мы обрабатываем и которую вы сообщаете нам, является неточной (с учетом целей, для которых они обрабатываются), была удалена или исправлена.</p><br>
            <h2>12. Минимизация данных</h2>
            <div class="desc">
                <h3>РЕЗЮМЕ – МИНИМИЗАЦИЯ ДАННЫХ</h3>
                <p>Мы предпринимаем все разумные шаги, чтобы ограничить объем обрабатываемой нами пользовательской информации необходимым.</p>
            </div>
            <p>Мы принимаем все разумные меры для обеспечения того, чтобы ваша пользовательская информация, которую мы обрабатываем, ограничивалась Информацией пользователя, разумно необходимой в связи с целями, изложенными в настоящей Политике, или необходимой для предоставления вам услуг или доступа к Услугам.</p><br>
            <h2>13. Хранение данных</h2>
            <div class="desc">
                <h3>РЕЗЮМЕ – ХРАНЕНИЕ ДАННЫХ</h3>
                <p>Мы принимаем все разумные меры для обеспечения того, чтобы ваша пользовательская информация сохранялась только до тех пор, пока она необходима. Онлайн-данные хранятся не более 180 дней, после чего срок их действия истекает при соблюдении определенных условий.</p>
            </div>
            <p>Мы принимаем все разумные меры для обеспечения того, чтобы ваша пользовательская информация обрабатывалась только в течение минимального периода, необходимого для целей, изложенных в настоящей Политике. Критерии для определения срока, в течение которого мы будем хранить вашу пользовательскую информацию, следующие: мы будем хранить копии вашей пользовательской информации в форме, допускающей идентификацию, только до тех пор, пока это необходимо в связи с целями, изложенными в настоящей Политике, за исключением случаев, когда применимое законодательство требует более длительного периода хранения.</p><br>
            <h2>14. Условия использования</h2>
            <div class="desc">
                <h3>КРАТКОЕ ОПИСАНИЕ – УСЛОВИЯ ИСПОЛЬЗОВАНИЯ</h3>
                <p>Условия использования MLNetwork регулируют использование вами Услуг.</p>
            </div>
            <p>Мы рекомендуем вам регулярно просматривать наши Условия использования, чтобы отслеживать любые изменения, которые мы можем время от времени вносить.</p><br>
            <h2>15. Как может измениться настоящая Политика конфиденциальности</h2>
            <p>Мы можем время от времени вносить изменения в настоящую Политику конфиденциальности, и все изменения вступают в силу с момента их публикации. Если мы считаем, что произошли существенные изменения в настоящей Политике конфиденциальности или в нашей практике сбора и использования данных, мы будем указывать на наших веб-сайтах, что наша Политика конфиденциальности изменилась до вступления изменений в силу. Опубликованная на тот момент версия Политики конфиденциальности заменяет все предыдущие версии. Ваш дальнейший доступ или использование любых Услуг будет считаться вашим согласием с Политикой конфиденциальности.</p><br>
            <p><b>Мы настоятельно рекомендуем вам возвращаться на эту веб-страницу и регулярно просматривать настоящую Политику конфиденциальности, чтобы оставаться в курсе применимых к вам положений и условий.</b></p><br>
        </div>
    </main>
<?php require 'end.php'?>